Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1166_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Vuoden Kieliteko-palkinto on kolttaraanu
smn: Ive Kielâtaho-palhâšume lii nuorttâlâšráánu

source: Tämän vuotisen Kieliteko-palkinnon on valmistanut kolttasaamelainen Aune Mettäpuro Sevettijärveltä.
smn: Taan ivvááš Kielâtaho-palhâšume lii valmâštâm nuorttâlâš Aune Mettäpuro Čevetjäävrist.

source: Palkinto on käsityö, pystykangaspuilla valmistettu perinteinen kolttaraanu.
smn: Palhâšume lii tyeiji, ciägusärgimuorâiguin rahtum ärbivuáválâš nuorttâlâšráánu.

source: Saamen kielineuvosto myöntää joka toinen vuosi Kieliteko-palkinnon.
smn: Säämi kielârääđi mieđeet jyehi nube ive Kielâtaho-palhâšume.

source: Vuonna 2015 Kieliteko-palkinto on osoitettu Mielenterveystalo.
smn: Ive 2015 Kielâtaho-palhâšume lii čujottum Mielenterveystalo.

source: fi - yhteistyöhankkeelle.
smn: fi-oovtâstpargoproojeektân.

source: Kieliteko-palkinnon tarkoitus on antaa tunnustusta saamen kielen aseman ja saamenkielisten palvelujen edistämiseksi tehdystä ansiokkaasta ja merkittävästä työstä Suomessa.
smn: Kielâtaho-palhâšume ulmen lii adeliđ tubdâstâs sämikielâ sajattuv já sämikielâlij palvâlusâi ovdedem várás tohhum ánsulâš já merhâšittee pargoost Suomâst

source: ” Kolttaraanua ” on ennen aikaan käytetty kolttasaamelaisessa perheessä villapeittona.
smn: ” Nuorttâlâšráánu ” lii tovle kevttum nuorttâlâš perrust ulloloovdân.

source: Kolttaraanu on lampaanvillasta valmistettuna hyvin lämmin.
smn: Nuorttâlâšráánu lii saavzâulloost rahtum uáli liegâs.

source: Matkalle lähdettäessä esim.
smn: Máátkán vyelgidijn ovdâm.

source: pororaidolla ahkiossa tai sanissa, raanuun oli hyvä kääriä lämpimään vaikkapa pienet lapset.
smn: puásuiráiđuin kerrisist tâi rievvâst, ráánu siisâ lieggâsân lâi pyeri kiessâđ veikkâpâ uccâ párnáid.

source: Perinteinen kolttaraanu kudotaan pystykangaspuilla ja se valmistetaan lampaan villasta värttinällä kehrätyistä villalangoista.
smn: Ärbivuáválálâš nuorttâlâšráánu kođđoo ciägusärgimuorâiguin já tot ráhtoo saavzâ ulloost snäldein ponnum ullolaaigijn.

source: Raanun perinteisiä värejä ovat valkoinen, musta ja punainen.
smn: Ráánu ärbivuáváliih ivneh láá vielgâd, čappâd já ruopsâd.

source: Kolttaraanun aloitus pirta-nauhasta on erikoinen; loimilangat kudotaan pirtanauhaan johon muodostuu kolttaraanulle ominainen ruutukuvio.
smn: Nuorttâlâšráánu algâttem čyeldimpäädist lii epitáválâš; čuožâlääigih kođđojeh čyeldimpáádán, moos šadda nuorttâlâšráánun jiešvuođâlâš ruuvdukovos.

source: Pirtanauha kiinnitetään raanupuiden yläpuuhun, jossa on reiät raanun aloituksen kiinnittämistä varten.
smn: Čyeldimpäddi kiddoo ráánumuorâi pajemuorân, mast láá rääigih ráánu algâttem kiddim várás.

source: Raanun lopetukseen palmikoidaan kolttaraanulle ominaiset - riekonjalka ” - palmikoinnit.
smn: Ráánu kiäčán šnjirriittuvvojeh nuorttâlâšráánun táváliih nk. ” riävskájyelgi ” - párgálduvah.

source: Nykyään tätä kolttasaamelaisten perinteistä raanua käytetään enimmäkseen seinävaatteena.
smn: Tááláá ääigi taat nuorttâsämmilij ärbivuáválâš ráánu lii táválávt heŋgâstum siäinán.

source: (Kuva Anni Näkkäläjärvi)
smn: (Kove: Anni Näkkäläjärvi)
